# Kegs
tap "nikitabobko/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

# CLI Tools
brew "python@3.9"
brew "asciinema"
brew "certbot"
brew "cmake"
brew "dive"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fzf"
brew "ghq"
brew "git"
brew "gitmoji"
brew "go"
brew "golangci-lint"
brew "gzip"
brew "helix"
brew "helm"
brew "httpie"
brew "hyperkit"
brew "jq"
brew "kind"
brew "kotlin"
brew "kubernetes-cli"
brew "lazygit"
brew "maven"
brew "minikube"
brew "neovim"
brew "openshift-cli"
brew "pnpm"
brew "podman"
brew "postgresql@14"
brew "pre-commit"
brew "pyenv"
brew "ripgrep"
brew "spotify-tui"
brew "starship"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yadm"
brew "z"
brew "poetry"

# Apps
cask "aerospace" # Tiling window manager
cask "blackhole-2ch"
cask "joplin"
cask "kap"
cask "obs"
cask "obsidian"
cask "itsycal"
cask "spotify" # Must have
cask "tableplus"
