# Kegs
tap "nikitabobko/tap"

# CLI Tools
brew "certbot"
brew "cmake"
brew "dive"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fnm"
brew "fzf"
brew "ghq"
brew "git"
brew "go"
brew "golangci-lint"
brew "gzip"
brew "helm"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "lazygit"
brew "maven"
brew "minikube"
brew "neovim"
brew "openshift-cli"
brew "pnpm"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree"
brew "uv"
brew "vim"
brew "wget"
brew "yadm"
brew "yq"
brew "zoxide"

# Apps
cask "aerospace" # Tiling window manager
cask "ghostty"
cask "font-fantasque-sans-mono" # Used by ghostty
cask "kap"
cask "obsidian"
cask "itsycal"
cask "spotify" # Must have
cask "tableplus"
